Repository: Kuro0001/Akelon.QuarterlyTask
Catalog: Akelon.SolutionStorage/Akelon.SolutionStorage.Shared/SolutionPackage/SolutionPackage.*.resx
Languages: ru

# ZipInputDialogTitle
source: Select the package as a zip file
ru: Выберите пакет в виде zip-файла

# DatXmlInputDialogTitle
source: Select the package as .dat and .xml files
ru: Выберите пакет в виде файлов .dat и .xml

# MessageErrorTextIncorrectFileExtension
source: FIle extension must be .zip
ru: Файл должен иметь расширение .zip

# ErrorMessageTextCreatePackageFromZip
source: Server error. (CreatePackageFromZip). {0}
ru: Ошибка сервера. (CreatePackageFromZip). {0}

# ErrorMessageTextCreatePackageFromFiles
source: ServerError. CreatePackageFromFiles. {0}
ru: Ошибка сервера. CreatePackageFromFiles. {0}

# ErrorMessageTextInRelatedFilesNoDatOrXmlFiles
source: The document does not have related .dat and/or .xml files.
ru: Документ не иммет связанных файлов в формате .dat и/или .xml.

# ErrorMessageTextThereAreNoDatOrXml
source: There are no .dat and/or .xml files in selected files.
ru: В выбранных файлах нет файлов формата .dat и/или .xml.

source: Name:
ru: Наименование:

source: Enter package name
ru: Введите наименование пакета

source: Files
ru: Файлы

source: Files with dat and xml extensions
ru: Файлы с расширением .dat и .xml

source: zip-archive
ru: zip-архив

source: Archives with .zip extension
ru: Архивы с расширением .zip

# ErrorMessageTextIncorrectZipContent
source: The archive does not contain .dat and .xml files.
ru: Архив не содержит файлов .dat и .xml.
