Repository: Kuro0001/Akelon.QuarterlyTask
Catalog: Akelon.SolutionStorage/Akelon.SolutionStorage.Shared/Module.*.resx
Languages: ru

# MessageTextPackageCreatedSuccesfully
source: Package created succesfully
ru: Пакет решения успешно создан

# ErrorTextSetParams
source: Entering parameters error
ru: Ошибка ввода параметров

# DialogTitleSetModuleParams
source: Set module parameters value
ru: Введите значение параметров модуля

# DialogParamTextModuleParamDirPath
source: Path to local folder for isolated area
ru: Путь к локальной папке для из. области

# ErrorTextCantSetParams
source: Cannot enter parameters value
ru: Невозможно ввести значение параметров

# ErrorDescriptionAllowedOnlyToAdmins
source: Only system administrators can change module parameters value.
ru: Изменять значение параметров модуля могут только администраторы системы.

# DialogTextShowModuleParams
source: Module parameters
ru: Параметры модуля

# DialogParamTextModuleIsOnLinux
source: DRX is deployed on Linux OS
ru: DRX развернут на ОС Линукс

# ErrorTextIncorrectDirectoryPath
source: Incorrect dirrectory path format
ru: Некорректный формат пути папки

# ErrorDescriptionIncorrectDirectoryPath
source: The Linux OS is selected, but the path contains the '\' symbol intended for OS Windows.
ru: Выбрана ОС Линукс, но в пути содержится символ '\', предназначенный для ОС Windows.
