Repository: Kuro0001/Akelon.QuarterlyTask
Catalog: Akelon.SolutionStorage/Akelon.SolutionStorage.Shared/ModuleSystem.*.resx
Languages: ru

# DisplayName
source: Solution storage
ru: Хранилище решений

# CoverTab_Main
source: Main
ru: Готовые решения

# CoverAction_ShowPreparedSolutions
source: Show all solutions
ru: Открыть все решения

# CoverAction_OpenTagsList
source: Tags
ru: Теги

# CoverTitle
source: Solution storage
ru: Хранилище решений

# CoverDescription_ShowPreparedSolutions
source: Show prepared solutions
ru: Открыть реестр со всеми решениями

# CoverAction_ShowSolutionWithPackages
source: Show solutions with packages
ru: Окрыть решения с пакетами

# CoverDescription_ShowSolutionWithPackages
source: Show solutions with packages
ru: Окрыть реестр решений с типом решения - пакет

# CoverAction_ShowSolutionsWithThirdPartyResource
source: Show solutions with third party resource
ru: Открыть решения со сторонними ресурсами

# CoverDescription_ShowSolutionsWithThirdPartyResource
source: Show solutions with third party resource
ru: Открыть реестр решений с видом решения - сторонний ресурс

# CoverGroup_Packages
source: Packages
ru: Пакеты

# CoverAction_ShowSolutionPackages
source: Show solution packages
ru: Показать все пакеты решений

# CoverDescription_ShowSolutionPackages
source: Show solution packages
ru: Показать реестр документов типа "Пакет решения"

# CoverAction_CreateSolutionPackageFromZip
source: Create solution package from archive
ru: Создать пакет решения из архива

# CoverDescription_CreateSolutionPackageFromZip
source: Create solution package from zip-archive
ru: Создать пакет решения из файлового zip-архива

# CoverAction_CreateSolutionPackageFromDatXml
source: Create solution package from dat-xml
ru: Создать пакет из dat, xml-файлов

# CoverDescription_CreateSolutionPackageFromDatXml
source: Create solution package from dat xml files
ru: Создать пакет из dat, xml-файлов

# CoverGroup_Solutions
source: Solutions
ru: Готовые решения

# CoverGroup_Tags
source: Tags
ru: Теги

# CoverDescription_OpenTagsList
source: Show tags
ru: Открыть список тегов

# CoverAction_CreatePreparedSolution
source: Create prepared solution
ru: Создать готовое решение

# CoverAction_CreateTag
source: Create tag
ru: Создать тег

# CoverDescription_CreateTag
source: Create new tag
ru: Создать новый тег

# JobDisplayName_d6f2b645e5a84b13bea5354f2610b006
source: Solution storage. Clear solution package relations
ru: Хранилище решений. Очистить связи пакетов решений

# JobDescription_d6f2b645e5a84b13bea5354f2610b006
source: Delete all related documents in all solution packages
ru: Удалить все связанные документы во всех пакетах решений

# CoverDescription_CreatePreparedSolution
source: Create a new entry in datebook Prepared solutions
ru: Создать новую запись в справочнике готовых решений
