Repository: Kuro0001/Akelon.QuarterlyTask
Catalog: Akelon.SolutionStorage/Akelon.SolutionStorage.Shared/PreparedSolution/PreparedSolutionSystem.*.resx
Languages: ru

# Property_Name
source: Name
ru: Наименование

# DisplayName
source: Prepared solution
ru: Готовое решение

# AccusativeDisplayName
source: Prepared solution
ru: Готовое решение

# CollectionDisplayName
source: Prepared solution
ru: Готовые решения

# Property_WebsiteUrl
source: Website url
ru: Адрес web-сайта

# Property_RealizationPlace
source: Realization place
ru: Места реализации

# Property_SolutionKind
source: Solution kind
ru: Вид решения

# Enum_SolutionKind_ThirdPartyResource
source: Third party resource
ru: Сторонний ресурс

# Enum_SolutionKind_Package
source: Package
ru: Пакет

# Property_PackageList
source: Package list
ru: Список пакетов

# Property_SolutionDocument
source: Solution documents
ru: Документы по решению

# Property_DirectumRXVersion
source: Directum RX Version
ru: Версия Directum RX

# Property_Description
source: Descritpion
ru: Описание

# Property_Responsible
source: Responsible
ru: Ответвственный

# Action_CreatePackageFromDatXml
source: Create package from .dat and .xml files
ru: Создать пакет из файлов .dat и .xml

# FilterPanel_MainGroup_9b2ae58e82914f809619acb4a0ca442a
source: Solutions
ru: Решения

# FilterPanel_SolutionTypesFlagsList_bd5e269eb768450782ce21307bfcdc03
source: Solution types
ru: Типы решений

# FilterPanel_WebsiteFlag_9f78fb8abb9f4f909c994f9ebfafb77d
source: Website
ru: Web-сайт

# FilterPanel_PackageFlag_33191b06d8a84b7facb230ae1df9c0b8
source: Package
ru: Пакет

# Action_CreatePackageFromZip
source: Create package from zip-archive
ru: Создать пакет из zip-архива

# Action_CreatePackageFromZipHint
source: Create package from zip archive
ru: Создать пакет из zip-архива

# Action_CreatePackageFromZipDescription
source: Create a package from a zip-archive and add the created package to the Solutions table
ru: Создать пакет из zip-архива и добавить созданный пакет в таблицу Решения

# Action_CreatePackageFromDatXmlHint
source: Create package from .dat and .xml files
ru: Создать пакет из файлов .dat и .xml

# Action_CreatePackageFromDatXmlDescription
source: Create a package from .dat and .xml files and add the created package to the Solutions table
ru: Создать пакет из файлов .dat и .xml и добавить созданный пакет в таблицу Решения

# Ribbon_PackageGroup_276bf5037eda497bb3ca8493a25ef5fd
source: Create package
ru: Создать пакет
